{
  "spanish": {
    "notFound": {
      "message": "¡Ups! Página no encontrada",
      "returnHome": "Volver al Inicio"
    },
    "privacy_additions": {
      "aiProvider1": "OpenAI (GPT-5, GPT-4o, GPT-4o mini, DALL·E 3)",
      "aiProvider2": "Anthropic (Claude Haiku 4.5)",
      "aiProvider3": "Google DeepMind (Gemini 2.5 Flash)",
      "aiProvider4": "xAI (Grok 4)",
      "aiProvider5": "DeepSeek V2",
      "useItem9": "Procesar facturación, suscripciones y renovaciones (incluyendo conversiones de prueba)",
      "retentionBillingNote": "Los registros de facturación y suscripción (incluido el inicio de prueba, renovación y datos de pago) se conservan de forma segura según lo requieran las leyes fiscales, de cumplimiento y resolución de disputas."
    },
    "terms_additions": {
      "subscriptionP3": "Los pagos y renovaciones no son reembolsables una vez procesados, excepto cuando lo requiera la ley o en casos de problemas técnicos verificados que impidan el acceso al servicio.",
      "trialAutoRenewalTitle": "Período de Prueba y Renovación Automática",
      "trialAutoRenewalDesc": "ChatLearn ofrece una prueba de acceso completo de 3 días por €0.99. Después del período de prueba de 3 días, tu plan se renovará automáticamente a una suscripción mensual Pro (€19.99/mes) a menos que se cancele antes de la fecha de renovación. Puedes cancelar en cualquier momento desde la configuración de tu cuenta o contactando a nuestro equipo de soporte en support@chatl.ai. La tarifa de prueba de €0.99 no es reembolsable una vez que comienza el acceso a la prueba. Al iniciar una prueba, aceptas que se producirá una renovación automática al final de la prueba a menos que canceles antes de que finalice.",
      "authorizationNotice": "Al iniciar una prueba o suscripción, autorizas a ChatLearn a cobrar automáticamente tu método de pago seleccionado después de que finalice la prueba a menos que se cancele. IVA incluido donde corresponda."
    },
    "cookiePolicy_additions": {
      "managingCookies": "Gestión de Cookies",
      "managingDesc1": "Cuando visites nuestro sitio por primera vez, es posible que veas un banner solicitando tu consentimiento para usar cookies.",
      "managingDesc2": "Nuestro sitio web utiliza Cookiebot de Usercentrics para gestionar el consentimiento de cookies en cumplimiento con el RGPD de la UE y la Directiva de Privacidad Electrónica.",
      "managingDesc3": "Cuando visites el sitio, aparecerá un banner de consentimiento impulsado por Cookiebot, permitiéndote aceptar, rechazar o personalizar tus preferencias de cookies en cualquier momento.",
      "managingDesc4": "También puedes cambiar o retirar tu consentimiento más tarde haciendo clic en el icono de cookies en la parte inferior de la página.",
      "managingDesc5": "También puedes ajustar tus preferencias en cualquier momento a través de la configuración de cookies de tu navegador. La mayoría de los navegadores te permiten eliminar cookies existentes o bloquear nuevas.",
      "yourOptions": "Tus Opciones:",
      "option1": "Aceptar todas las cookies",
      "option2": "Rechazar las no esenciales",
      "option3": "Gestionar tus preferencias manualmente",
      "importantNote": "Nota Importante",
      "importantNoteDesc": "Ten en cuenta que deshabilitar las cookies puede afectar ciertas funciones del sitio o reducir el rendimiento.",
      "thirdPartyCookies": "Cookies de Terceros",
      "thirdPartyDesc1": "Algunas cookies son establecidas por terceros de confianza que nos ayudan a analizar el tráfico y mejorar la funcionalidad.",
      "thirdPartyInclude": "Estas pueden incluir:",
      "thirdPartyGA": "Google Analytics (GA4) – para rastrear y medir el uso del sitio web.",
      "thirdPartyGTM": "Google Tag Manager – para gestionar e implementar scripts de análisis.",
      "thirdPartyMeta": "Meta Pixel (si está habilitado) – para análisis de publicidad y seguimiento de conversiones.",
      "thirdPartyDesc2": "Estos proveedores pueden recopilar información como tu dirección IP, tipo de navegador o detalles de sesión.",
      "thirdPartyDesc3": "El consentimiento y registro de cookies son gestionados por Cookiebot (Usercentrics A/S, Dinamarca) para registrar y almacenar tu consentimiento de forma segura según lo requiere la ley de la UE.",
      "updatesTitle": "Actualizaciones de Esta Política",
      "updatesDesc1": "Podemos actualizar esta Política de Cookies de vez en cuando para reflejar nuevas tecnologías, funciones o requisitos legales. La fecha de \"Última Actualización\" en la parte superior de esta página indica la revisión más reciente.",
      "updatesDesc2": "Recomendamos revisar esta página ocasionalmente para mantenerte informado sobre cómo usamos las cookies.",
      "contactTitle": "Contáctanos",
      "contactDesc": "Si tienes alguna pregunta o inquietud sobre esta Política de Cookies o cómo manejamos tus datos, por favor contáctanos:",
      "email": "Correo Electrónico:",
      "website": "Sitio Web:",
      "mailingAddress": "Dirección Postal:"
    }
  },
  "french": {
    "notFound": {
      "message": "Oups ! Page non trouvée",
      "returnHome": "Retour à l'Accueil"
    },
    "privacy_additions": {
      "aiProvider1": "OpenAI (GPT-5, GPT-4o, GPT-4o mini, DALL·E 3)",
      "aiProvider2": "Anthropic (Claude Haiku 4.5)",
      "aiProvider3": "Google DeepMind (Gemini 2.5 Flash)",
      "aiProvider4": "xAI (Grok 4)",
      "aiProvider5": "DeepSeek V2",
      "useItem9": "Traiter la facturation, les abonnements et les renouvellements (y compris les conversions d'essai)",
      "retentionBillingNote": "Les enregistrements de facturation et d'abonnement (y compris le début de l'essai, le renouvellement et les données de paiement) sont conservés en toute sécurité conformément aux exigences fiscales, de conformité et de résolution des litiges."
    },
    "terms_additions": {
      "subscriptionP3": "Les paiements et renouvellements ne sont pas remboursables une fois traités, sauf si la loi l'exige ou en cas de problèmes techniques vérifiés empêchant l'accès au service.",
      "trialAutoRenewalTitle": "Période d'Essai et Renouvellement Automatique",
      "trialAutoRenewalDesc": "ChatLearn propose un essai d'accès complet de 3 jours pour €0.99. Après la période d'essai de 3 jours, votre plan sera automatiquement renouvelé vers un abonnement mensuel Pro (€19.99/mois) sauf annulation avant la date de renouvellement. Vous pouvez annuler à tout moment depuis les paramètres de votre compte ou en contactant notre équipe de support à support@chatl.ai. Les frais d'essai de €0.99 ne sont pas remboursables une fois l'accès à l'essai commencé. En démarrant un essai, vous acceptez qu'un renouvellement automatique se produira à la fin de l'essai sauf si vous annulez avant la fin.",
      "authorizationNotice": "En démarrant un essai ou un abonnement, vous autorisez ChatLearn à débiter automatiquement votre mode de paiement sélectionné après la fin de l'essai sauf annulation. TVA incluse le cas échéant."
    },
    "cookiePolicy_additions": {
      "managingCookies": "Gestion des Cookies",
      "managingDesc1": "Lors de votre première visite sur notre Site, vous verrez peut-être une bannière vous demandant votre consentement pour utiliser des cookies.",
      "managingDesc2": "Notre site web utilise Cookiebot par Usercentrics pour gérer le consentement des cookies conformément au RGPD de l'UE et à la directive ePrivacy.",
      "managingDesc3": "Lorsque vous visitez le Site, une bannière de consentement alimentée par Cookiebot apparaîtra, vous permettant d'accepter, de refuser ou de personnaliser vos préférences de cookies à tout moment.",
      "managingDesc4": "Vous pouvez également modifier ou retirer votre consentement ultérieurement en cliquant sur l'icône de cookie en bas de la page.",
      "managingDesc5": "Vous pouvez également ajuster vos préférences à tout moment via les paramètres de cookies de votre navigateur. La plupart des navigateurs vous permettent de supprimer les cookies existants ou de bloquer les nouveaux.",
      "yourOptions": "Vos Options :",
      "option1": "Accepter tous les cookies",
      "option2": "Rejeter les non essentiels",
      "option3": "Gérer vos préférences manuellement",
      "importantNote": "Note Importante",
      "importantNoteDesc": "Veuillez noter que la désactivation des cookies peut affecter certaines fonctionnalités du site ou réduire les performances.",
      "thirdPartyCookies": "Cookies Tiers",
      "thirdPartyDesc1": "Certains cookies sont définis par des tiers de confiance qui nous aident à analyser le trafic et à améliorer les fonctionnalités.",
      "thirdPartyInclude": "Ceux-ci peuvent inclure :",
      "thirdPartyGA": "Google Analytics (GA4) – pour suivre et mesurer l'utilisation du site web.",
      "thirdPartyGTM": "Google Tag Manager – pour gérer et déployer des scripts d'analyse.",
      "thirdPartyMeta": "Meta Pixel (si activé) – pour l'analyse publicitaire et le suivi des conversions.",
      "thirdPartyDesc2": "Ces fournisseurs peuvent collecter des informations comme votre adresse IP, le type de navigateur ou les détails de session.",
      "thirdPartyDesc3": "Le consentement et la journalisation des cookies sont gérés par Cookiebot (Usercentrics A/S, Danemark) pour enregistrer et stocker votre consentement de manière sécurisée conformément à la loi de l'UE.",
      "updatesTitle": "Mises à Jour de Cette Politique",
      "updatesDesc1": "Nous pouvons mettre à jour cette Politique des Cookies de temps en temps pour refléter de nouvelles technologies, fonctionnalités ou exigences légales. La date de \"Dernière Mise à Jour\" en haut de cette page indique la dernière révision.",
      "updatesDesc2": "Nous recommandons de consulter cette page occasionnellement pour rester informé de la façon dont nous utilisons les cookies.",
      "contactTitle": "Nous Contacter",
      "contactDesc": "Si vous avez des questions ou des préoccupations concernant cette Politique des Cookies ou la façon dont nous traitons vos données, veuillez nous contacter :",
      "email": "Email :",
      "website": "Site Web :",
      "mailingAddress": "Adresse Postale :"
    }
  },
  "german": {
    "notFound": {
      "message": "Ups! Seite nicht gefunden",
      "returnHome": "Zurück zur Startseite"
    },
    "privacy_additions": {
      "aiProvider1": "OpenAI (GPT-5, GPT-4o, GPT-4o mini, DALL·E 3)",
      "aiProvider2": "Anthropic (Claude Haiku 4.5)",
      "aiProvider3": "Google DeepMind (Gemini 2.5 Flash)",
      "aiProvider4": "xAI (Grok 4)",
      "aiProvider5": "DeepSeek V2",
      "useItem9": "Abrechnung, Abonnements und Verlängerungen verarbeiten (einschließlich Testumwandlungen)",
      "retentionBillingNote": "Abrechnungs- und Abonnementaufzeichnungen (einschließlich Testbeginn, Verlängerung und Zahlungsdaten) werden sicher aufbewahrt, wie es für Steuer-, Compliance- und Streitbeilegungszwecke erforderlich ist."
    },
    "terms_additions": {
      "subscriptionP3": "Zahlungen und Verlängerungen sind nach der Verarbeitung nicht erstattungsfähig, außer wenn gesetzlich vorgeschrieben oder bei verifizierten technischen Problemen, die den Zugriff auf den Service verhindern.",
      "trialAutoRenewalTitle": "Testzeitraum und Automatische Verlängerung",
      "trialAutoRenewalDesc": "ChatLearn bietet eine 3-tägige Vollzugangs-Testversion für €0,99 an. Nach dem 3-tägigen Testzeitraum wird Ihr Plan automatisch auf ein monatliches Pro-Abonnement (€19,99/Monat) verlängert, es sei denn, Sie kündigen vor dem Verlängerungsdatum. Sie können jederzeit über Ihre Kontoeinstellungen oder durch Kontaktaufnahme mit unserem Support-Team unter support@chatl.ai kündigen. Die Testgebühr von €0,99 ist nicht erstattungsfähig, sobald der Zugang zur Testversion beginnt. Durch den Start einer Testversion stimmen Sie zu, dass eine automatische Verlängerung am Ende der Testversion erfolgt, es sei denn, Sie kündigen vor deren Ende.",
      "authorizationNotice": "Durch den Start einer Testversion oder eines Abonnements autorisieren Sie ChatLearn, Ihre ausgewählte Zahlungsmethode nach Ende der Testversion automatisch zu belasten, es sei denn, Sie kündigen. MwSt. enthalten, wo zutreffend."
    },
    "cookiePolicy_additions": {
      "managingCookies": "Cookies Verwalten",
      "managingDesc1": "Wenn Sie unsere Website zum ersten Mal besuchen, sehen Sie möglicherweise ein Banner, das um Ihre Zustimmung zur Verwendung von Cookies bittet.",
      "managingDesc2": "Unsere Website verwendet Cookiebot von Usercentrics, um die Cookie-Zustimmung in Übereinstimmung mit der EU-DSGVO und der ePrivacy-Richtlinie zu verwalten.",
      "managingDesc3": "Wenn Sie die Website besuchen, wird ein von Cookiebot betriebenes Zustimmungsbanner angezeigt, das es Ihnen ermöglicht, Ihre Cookie-Präferenzen jederzeit zu akzeptieren, abzulehnen oder anzupassen.",
      "managingDesc4": "Sie können Ihre Zustimmung auch später ändern oder widerrufen, indem Sie auf das Cookie-Symbol am unteren Rand der Seite klicken.",
      "managingDesc5": "Sie können Ihre Einstellungen auch jederzeit über die Cookie-Einstellungen Ihres Browsers anpassen. Die meisten Browser ermöglichen es Ihnen, vorhandene Cookies zu löschen oder neue zu blockieren.",
      "yourOptions": "Ihre Optionen:",
      "option1": "Alle Cookies akzeptieren",
      "option2": "Nicht wesentliche ablehnen",
      "option3": "Präferenzen manuell verwalten",
      "importantNote": "Wichtiger Hinweis",
      "importantNoteDesc": "Bitte beachten Sie, dass das Deaktivieren von Cookies bestimmte Website-Funktionen beeinträchtigen oder die Leistung verringern kann.",
      "thirdPartyCookies": "Cookies von Drittanbietern",
      "thirdPartyDesc1": "Einige Cookies werden von vertrauenswürdigen Drittanbietern gesetzt, die uns helfen, den Traffic zu analysieren und die Funktionalität zu verbessern.",
      "thirdPartyInclude": "Diese können umfassen:",
      "thirdPartyGA": "Google Analytics (GA4) – zur Verfolgung und Messung der Website-Nutzung.",
      "thirdPartyGTM": "Google Tag Manager – zur Verwaltung und Bereitstellung von Analyse-Skripten.",
      "thirdPartyMeta": "Meta Pixel (falls aktiviert) – für Werbeanalysen und Conversion-Tracking.",
      "thirdPartyDesc2": "Diese Anbieter können Informationen wie Ihre IP-Adresse, Ihren Browsertyp oder Sitzungsdetails erfassen.",
      "thirdPartyDesc3": "Cookie-Zustimmung und -Protokollierung werden von Cookiebot (Usercentrics A/S, Dänemark) verwaltet, um Ihre Zustimmung sicher aufzuzeichnen und zu speichern, wie es das EU-Recht vorschreibt.",
      "updatesTitle": "Aktualisierungen dieser Richtlinie",
      "updatesDesc1": "Wir können diese Cookie-Richtlinie von Zeit zu Zeit aktualisieren, um neue Technologien, Funktionen oder rechtliche Anforderungen widerzuspiegeln. Das Datum der \"Letzten Aktualisierung\" oben auf dieser Seite gibt die neueste Revision an.",
      "updatesDesc2": "Wir empfehlen, diese Seite gelegentlich zu überprüfen, um informiert zu bleiben, wie wir Cookies verwenden.",
      "contactTitle": "Kontaktieren Sie Uns",
      "contactDesc": "Wenn Sie Fragen oder Bedenken zu dieser Cookie-Richtlinie oder wie wir Ihre Daten handhaben haben, kontaktieren Sie uns bitte:",
      "email": "E-Mail:",
      "website": "Webseite:",
      "mailingAddress": "Postanschrift:"
    }
  }
}
